OpenFOAM-5/chapter7/spillWay/Allrun
#!/bin/bash


rm -rf 0
cp -r 0.org 0
cp 0/alpha.water.org 0/alpha.water
setFields 
interFoam > log.interFoam 
#decomposePar
#mpirun -np 4 interFoam -parallel > log.interFoam 
#reconstructPar

